---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryData
source: html/b78b91e9-0972-6a07-d2ba-1bb9c9078c77.htm
---
# DuctFittingAndAccessoryData Properties

The kinematic viscosity of air for the duct fitting or duct accessory, Units: (ft^2/s).